30775 the
28908 ,
26551 .
14210 of
14001 to
12709 a
10830 in
9641 and
5807 ’s
5338 for
5268 that
4750 is
4422 $
4284 “
4192 ”
3837 it
3734 said
3388 on
3012 %
2912 at
2873 from
2857 as
2811 by
2727 with
2720 mr.
2692 million
2563 are
2459 was
2411 he
2403 be
2341 its
2248 but
2246 n’t
2245 has
2128 an
2086 have
2052 will
1751 new
1711 company
1639 they
1529 this
1502 year
1482 or
1459 would
1373 says
1356 which
1353 about
1314 market
1251 more
1186 billion
1177 were
1159 their
1139 had
1078 up
1073 some
1066 his
1051 been
1049 one
1048 also
1031 who
1013 u.s.
1012 stock
1006 –
983 than
942 other
868 not
864 share
811 we
805 shares
797 last
766 i
760 if
758 trading
749 when
739 years
739 could
730 first
718 because
717 all
707 president
707 :
689 two
686 sales
678 there
666 corp.
648 business
641 after
623 may
619 only
615 inc.
615 do
611 out
610 such
601 york
597 most
590 can
589 many
570 into
560 over
553 companies
552 government
543 &
542 now
532 group
530 no
524 prices
513 exchange
511 even
506 any
499 so
498 ;
495 investors
491 bank
485 say
483 people
480 time
469 co.
466 quarter
462 under
462 federal
456 you
452 )
451 rose
449 much
448 price
447 (
446 while
446 cents
444 what
442 months
441 them
439 securities
439 big
438 down
437 week
428 ’
427 next
424 interest
409 bonds
406 make
403 earnings
401 industry
400 three
399 did
398 program
393 these
391 just
389 yesterday
388 analysts
386 japanese
384 earlier
381 financial
375 those
375 stocks
367 major
364 she
364 net
364 money
364 investment
364 board
363 officials
363 executive
362 still
361 since
361 1
360 american
358 does
357 month
355 chairman
351 plan
350 through
350 made
347 rates
343 expected
342 state
338 chief
338 before
334 rate
330 like
328 issue
327 10
323 unit
323 recent
323 funds
320 average
319 against
316 sell
314 national
312 profit
312 off
312 between
307 buy
304 index
302 get
300 both
299 offer
298 part
296 court
294 back
289 own
288 revenue
287 debt
286 higher
283 her
283 fell
282 house
282 during
282 30
281 income
280 however
278 products
278 ago
277 another
275 markets
275 days
272 growth
271 yen
270 japan
270 each
268 capital
265 should
264 firm
263 end
263 being
263 according
262 trade
262 past
261 international
261 economic
260 well
259 foreign
258 operations
257 work
257 general
256 very
255 department
254 tax
254 common
253 sale
252 world
252 lower
250 our
250 banks
249 bond
248 take
248 reported
248 among
247 high
245 way
244 several
243 oil
243 1988
242 plans
242 computer
241 then
241 few
240 use
240 issues
239 current
239 closed
238 yield
235 pay
234 september
234 including
234 far
233 fund
233 early
232 treasury
232 cash
231 case
230 small
228 insurance
227 bush
227 15
226 management
225 loss
225 20
224 vice
224 too
224 might
223 costs
221 used
221 report
221 good
220 system
220 sold
220 public
220 ?
220 8
219 friday
218 stake
218 law
218 how
217 ’re
217 number
217 increase
217 bill
215 50
214 futures
214 five
213 economy
213 bid
212 where
212 contract
212 concern
212 added
211 less
211 assets
211 already
209 spokesman
208 move
208 congress
206 third
206 director
202 least
200 think
200 real
200 city
199 traders
199 help
199 close
198 office
198 day
197 value
197 agreement
196 research
196 operating
196 officer
196 credit
195 until
195 little
195 late
194 news
193 street
193 services
192 union
191 based
190 same
190 agency
189 whether
189 today
188 corporate
187 though
187 here
186 without
186 problems
186 going
186 due
185 production
184 want
184 wall
184 although
183 second
183 agreed
182 british
181 large
181 him
180 results
180 country
179 losses
179 likely
179 analyst
178 offering
178 maker
178 home
178 2
178 1989
177 volume
177 further
176 six
176 dollar
176 buying
174 increased
174 ended
174 continue
174 called
172 total
172 third-quarter
172 see
172 recently
172 political
172 firms
172 cut
172 cost
172 control
171 right
171 power
171 largest
171 1987
170 1990
169 period
169 long
169 four
168 soviet
168 point
166 policy
166 declined
166 august
165 points
165 go
165 administration
164 yet
164 change
163 oct.
163 notes
163 london
162 plant
161 west
161 put
161 junk
161 come
161 around
161 announced
160 wo
160 comment
160 california
159 half
158 must
158 composite
157 demand
157 100
156 selling
156 become
155 takeover
155 strong
155 record
155 official
155 businesses
155 1/2
154 problem
153 paper
153 making
153 compared
153 acquisition
152 took
152 senior
152 orders
152 industrial
152 expects
152 executives
151 service
151 changes
149 set
149 judge
149 fiscal
148 systems
148 give
148 despite
147 result
147 meeting
147 loans
147 certain
147 11
146 support
146 others
146 filed
145 technology
145 my
145 example
145 employees
144 old
144 jones
144 12
143 purchase
143 know
143 annual
142 ford
142 commercial
141 white
141 weeks
141 proposal
141 estimated
140 october
140 nov.
139 show
139 possible
139 nearly
139 health
139 decline
138 rise
138 ms.
137 workers
137 ual
137 once
137 life
137 later
136 holding
136 gain
136 currently
136 5
136 40
135 return
135 often
135 monday
135 makes
135 investor
135 inc
135 held
135 drop
135 deal
134 trust
134 level
134 john
134 expect
133 members
133 estate
132 times
132 rights
132 outstanding
132 dow
132 data
131 south
131 future
131 decision
130 spending
130 proposed
130 never
130 nation
130 mrs.
130 charge
129 transaction
129 priced
129 former
129 better
129 began
129 13
128 terms
128 need
128 named
128 latest
127 us
127 trying
127 force
127 development
127 ca
127 3
127 25
126 series
126 paid
126 line
126 almost
126 again
125 offered
125 nine
125 important
125 europe
125 defense
125 building
124 within
124 shareholders
124 received
124 marketing
124 air
124 3/4
123 order
123 committee
123 chicago
123 came
123 500
122 information
122 equity
121 your
121 top
121 texas
121 product
121 managers
121 car
121 addition
120 private
120 inflation
120 every
120 east
120 commission
120 able
119 china
119 association
117 taken
117 san
117 industries
117 auto
116 told
116 position
116 finance
116 european
116 consumer
116 amount
116 action
115 tv
115 tuesday
115 lot
115 fall
114 provide
114 programs
114 dropped
114 continued
114 bills
113 ’ve
113 raise
113 itself
112 tokyo
112 suit
112 local
112 drug
112 customers
112 account
111 using
111 units
111 steel
111 previous
111 include
111 found
110 lost
110 enough
110 charges
110 additional
109 warner
109 robert
109 personal
109 lawyers
109 investments
109 gains
109 believe
108 whose
108 talks
108 raised
108 division
107 security
107 march
107 labor
107 keep
107 june
107 james
107 instead
107 food
107 fed
107 4
106 things
106 senate
106 low
106 increases
106 effort
106 computers
105 university
105 statement
105 risk
105 reached
105 july
105 jaguar
105 got
105 construction
105 claims
105 approved
105 america
104 washington
104 stores
104 special
104 run
104 payments
104 noted
104 family
104 efforts
104 dividend
104 cases
104 away
104 9
103 ltd.
103 figures
103 budget
103 best
103 7
102 restructuring
102 probably
102 portfolio
102 makers
102 loan
102 boston
102 acquired
102 above
101 soon
101 remain
101 holders
101 following
101 contracts
101 below
100 television
100 reports
100 potential
100 6
99 goods
99 financing
99 domestic
99 banking
98 gas
98 find
98 countries
97 place
97 available
96 reduce
96 rather
96 legal
96 great
96 getting
96 equipment
95 meanwhile
95 individual
95 either
95 different
95 dealers
95 david
95 currency
95 cars
95 buy-out
95 biggest
94 states
94 similar
94 manager
94 earthquake
93 team
93 short
93 north
93 job
93 fact
93 dollars
93 disclosed
93 chemical
93 center
93 bought
92 }
92 working
92 toward
92 subsidiary
92 strategy
92 question
92 manufacturing
92 left
92 corp
92 clients
91 role
91 looking
91 known
91 hong
91 1/4
90 {
90 united
90 medical
90 huge
90 gm
90 effect
90 completed
90 coming
90 co
90 attorney
89 projects
89 previously
89 mortgage
89 levels
89 led
89 leaders
89 included
89 asked
89 60
89 1986
88 sept.
88 profits
88 pacific
88 machines
88 lead
88 helped
88 growing
88 estimates
88 clear
88 black
88 area
88 16
87 ’m
87 wants
87 seeking
87 reserves
87 owns
87 network
87 los
87 look
87 kong
87 francisco
87 face
87 activity
86 remains
86 limited
86 head
86 approval
86 adds
86 ad
86 31
85 western
85 venture
85 reserve
85 open
85 merrill
85 hard
85 gold
85 failed
85 energy
85 calls
84 year-earlier
84 school
84 performance
84 always
84 advertising
83 went
83 via
83 slightly
83 saying
83 pressure
83 plants
83 meet
83 leading
83 full
83 estimate
83 columbia
82 project
82 process
82 percentage
82 marks
82 key
82 eastern
82 allow
82 act
81 s&p
81 recession
81 pound
81 posted
81 michael
81 lynch
81 largely
81 involved
81 interests
81 institutions
81 institute
81 gained
81 free
81 fees
81 especially
81 directors
81 concerns
81 care
81 bankruptcy
81 arbitrage
80 young
80 thursday
80 telephone
80 seek
80 produce
80 military
80 magazine
80 ibm
80 acquire
79 seems
79 reason
79 imports
79 hurt
79 heavy
79 groups
79 generally
79 deficit
79 call
79 buyers
79 airline
79 #
78 shearson
78 property
78 producers
78 pilots
78 party
78 long-term
78 dr.
78 daily
78 consider
78 benefits
78 begin
78 along
77 traded
77 subject
77 seem
77 quickly
77 parts
77 joint
77 issued
77 independent
77 course
77 britain
77 airlines
77 18
77 14
76 turn
76 staff
76 range
76 me
76 hold
76 germany
76 cbs
76 abortion
75 started
75 situation
75 returns
75 merger
75 german
75 fourth
75 filing
75 competition
75 communications
75 bad
75 april
75 1/8
74 ’ll
74 view
74 simply
74 richard
74 required
74 protection
74 name
74 man
74 journal
74 increasing
74 french
74 areas
73 themselves
73 test
73 taking
73 something
73 seen
73 reduced
73 receive
73 means
73 manufacturers
73 holdings
73 having
73 ever
73 entertainment
73 community
73 campaign
73 build
73 announcement
73 angeles
73 17
72 yields
72 why
72 summer
72 standard
72 retail
72 qintex
72 particularly
72 lines
72 leader
72 earned
72 done
72 doing
72 continues
72 cancer
72 beginning
72 basis
72 7/8
72 5/8
71 vote
71 stock-index
71 significant
71 showed
71 sector
71 partners
71 note
71 nissan
71 legislation
71 de
71 considered
71 congressional
71 canadian
71 brokers
71 anything
71 ahead
71 accounts
70 volatility
70 try
70 thought
70 smaller
70 quarterly
70 parent
70 measure
70 kind
70 hours
70 hit
70 conference
70 canada
70 boost
70 200
70 150
69 wanted
69 usually
69 taxes
69 start
69 sharply
69 settlement
69 secretary
69 savings
69 rules
69 related
69 planned
69 partner
69 majority
69 justice
69 hope
69 given
69 george
69 creditors
69 crash
69 convertible
69 central
69 base
68 study
68 scheduled
68 moves
68 motor
68 longer
68 includes
68 impact
68 express
68 eight
68 conditions
68 bankers
68 actual
67 thing
67 shareholder
67 sense
67 really
67 overseas
67 indeed
67 attempt
66 turned
66 rally
66 pension
66 outside
66 options
66 morgan
66 minimum
66 hand
66 france
66 form
66 exports
66 evidence
66 drexel
66 dinkins
66 december
66 dec.
66 created
66 changed
66 believes
66 became
66 article
65 wage
65 transportation
65 thus
65 spokeswoman
65 preferred
65 partly
65 moreover
65 ministry
65 limit
65 j.
65 consumers
65 1985
64 veto
64 transactions
64 thrift
64 supply
64 strike
64 side
64 short-term
64 response
64 media
64 machine
64 hopes
64 followed
64 develop
64 democratic
63 wednesday
63 researchers
63 regulators
63 perhaps
63 package
63 light
63 economists
63 district
63 developed
63 continuing
63 auction
63 active
63 a.
62 valued
62 unless
62 red
62 questions
62 kidder
62 jobs
62 irs
62 improve
62 directly
62 difficult
62 designed
62 australia
62 3/8
61 trial
61 source
61 sony
61 produced
61 press
61 overall
61 needed
61 holds
61 history
61 giant
61 final
61 capacity
61 age
61 1991
60 worth
60 win
60 william
60 war
60 step
60 rep.
60 poland
60 peters
60 operation
60 needs
60 main
60 january
60 interested
60 gorbachev
60 economist
60 built
60 brothers
60 avoid
60 americans
60 advanced
59 whole
59 ways
59 sure
59 spring
59 rising
59 minister
59 jumped
59 farmers
59 electronic
59 contributed
59 children
59 caused
59 80
59 70
58 women
58 together
58 size
58 seven
58 separate
58 rest
58 paying
58 over-the-counter
58 nothing
58 internal
58 guber
58 greater
58 focus
58 environmental
58 benefit
58 apparently
58 ability
58 21
57 unchanged
57 tons
57 term
57 ruling
57 rule
57 prime
57 opened
57 francs
57 d.
57 brokerage
57 aid
56 trades
56 shows
56 serious
56 resigned
56 nasdaq
56 initial
56 highly
56 field
56 direct
56 declines
56 deals
56 cause
56 behind
56 across
56 19
55 survey
55 supreme
55 stop
55 speculation
55 specific
55 sharp
55 session
55 reorganization
55 owned
55 organization
55 newspaper
55 moved
55 moody
55 men
55 member
55 mark
55 institutional
55 idea
55 gave
55 floor
55 electric
55 actually
54 stay
54 software
54 sent
54 resources
54 relatively
54 quality
54 poor
54 plc
54 play
54 per
54 letter
54 introduced
54 game
54 familiar
54 expenses
54 effective
54 decided
54 considering
54 conservative
54 closely
54 approach
54 ads
53 won
53 trader
53 students
53 store
53 sometimes
53 single
53 sec
53 scientists
53 require
53 quoted
53 pretax
53 mutual
53 met
53 leveraged
53 lehman
53 jury
53 human
53 fully
53 forced
53 damage
53 calif.
53 bring
53 associates
53 asset
53 22
53 1992
53 1,000
52 woman
52 water
52 spent
52 southern
52 smith
52 sign
52 safety
52 post
52 offers
52 natural
52 matter
52 manville
52 let
52 lawson
52 gene
52 democrats
52 competitors
52 brought
52 appear
52 add
52 24
51 usx
51 totaled
51 sports
51 spend
51 restrictions
51 raising
51 peter
51 partnership
51 ownership
51 offices
51 materials
51 lloyd
51 larger
51 interview
51 himself
51 gulf
51 feel
51 discount
51 delivery
51 debentures
51 civil
51 bids
51 adding
51 35
51 23
50 space
50 separately
50 risks
50 reagan
50 purchases
50 practice
50 planning
50 negative
50 measures
50 managing
50 litigation
50 leave
50 investigation
50 improved
50 goes
50 fear
50 exchanges
50 entire
50 comes
50 battle
50 backed
50 anyone
50 allowed
49 various
49 tough
49 thatcher
49 slow
49 signed
49 sci
49 regulatory
49 provision
49 provides
49 owners
49 opening
49 near
49 margins
49 lack
49 hutton
49 forces
49 figure
49 everyone
49 events
49 council
49 closing
49 bay
49 amounts
49 45
48 worked
48 typically
48 standards
48 spread
48 properties
48 prevent
48 petroleum
48 payment
48 passed
48 paribas
48 neither
48 navigation
48 mean
48 manhattan
48 lose
48 lawyer
48 indicated
48 heavily
48 grand
48 forecast
48 electronics
48 create
48 commerce
48 claim
48 cited
48 chapter
48 aimed
48 90
47 target
47 talk
47 stanley
47 slowdown
47 section
47 salomon
47 remaining
47 publicly
47 proceeds
47 ones
47 items
47 involving
47 instance
47 increasingly
47 hurricane
47 funding
47 flat
47 existing
47 else
47 elected
47 broad
47 bidding
47 beyond
47 appears
47 75
47 300
46 ’d
46 willing
46 widely
46 u.k.
46 takes
46 substantial
46 story
46 stand
46 sources
46 so-called
46 running
46 retirement
46 reflecting
46 premium
46 policies
46 plunged
46 option
46 mixte
46 maintain
46 magazines
46 laws
46 immediately
46 hugo
46 hands
46 guidelines
46 experience
46 eventually
46 education
46 digital
46 details
46 decade
46 date
46 copper
46 consultant
46 capital-gains
46 attributed
46 attention
46 agencies
46 activities
45 works
45 trend
45 traditional
45 tell
45 soviets
45 someone
45 santa
45 rejected
45 reduction
45 rating
45 prosecutors
45 positions
45 portion
45 painewebber
45 opposition
45 opportunity
45 movie
45 monthly
45 list
45 jr.
45 johnson
45 highest
45 giving
45 finally
45 class
45 chips
45 chinese
45 chain
45 certainly
45 c$
45 automotive
45 acquisitions
44 weak
44 thousands
44 tests
44 success
44 strength
44 sought
44 social
44 sen.
44 room
44 real-estate
44 producer
44 police
44 person
44 particular
44 municipal
44 mostly
44 maybe
44 lawmakers
44 launched
44 dispute
44 developing
44 criminal
44 crime
44 cray
44 controls
44 consulting
44 college
44 baker
44 access
43 trillion
43 treatment
43 travel
43 surged
43 subordinated
43 review
43 ratings
43 purchased
43 parties
43 nuclear
43 night
43 negotiations
43 moving
43 lending
43 hour
43 heart
43 grow
43 fraud
43 facility
43 experts
43 expansion
43 engineering
43 drugs
43 dividends
43 debate
43 complete
43 commodity
43 chance
43 authority
43 at&t
43 appropriations
43 appeal
43 1984
42 schools
42 regional
42 reflects
42 reach
42 popular
42 players
42 offset
42 november
42 mexico
42 land
42 korea
42 housing
42 gives
42 follows
42 fight
42 everything
42 difference
42 cuts
42 county
42 campeau
42 book
42 apple
42 ag
42 29
42 10,000
41 voters
41 values
41 tomorrow
41 thrifts
41 sun
41 steps
41 sells
41 read
41 provisions
41 northern
41 nor
41 maturity
41 mail
41 listed
41 individuals
41 houses
41 healthy
41 finding
41 expensive
41 expand
41 defendants
41 cover
41 climbed
41 cable
41 attorneys
41 accounting
41 400
41 33
41 28
41 2.5
41 !
40 year-ago
40 ventures
40 swiss
40 slowing
40 sides
40 runs
40 relations
40 region
40 r.
40 provided
40 proposals
40 principal
40 predicted
40 output
40 necessary
40 motors
40 modest
40 mitsubishi
40 improvement
40 georgia-pacific
40 factors
40 export
40 england
40 easy
40 critics
40 complex
40 broker
40 block
40 believed
40 balance
40 affairs
39 w.
39 unusual
39 troubled
39 trouble
39 successful
39 substantially
39 split
39 reform
39 putting
39 publishing
39 morning
39 monetary
39 minutes
39 miles
39 metals
39 lin
39 image
39 grew
39 favor
39 faces
39 exxon
39 expectations
39 ease
39 drive
39 dozen
39 customer
39 crude
39 concerned
39 competitive
39 chemicals
39 charged
39 baseball
39 annually
39 amendment
39 alone
38 trucks
38 truck
38 sterling
38 speed
38 settled
38 requirements
38 protect
38 profitable
38 primarily
38 pence
38 owner
38 mixed
38 lee
38 guilty
38 global
38 genes
38 ge
38 frankfurt
38 feet
38 falling
38 facilities
38 editor
38 declining
38 death
38 couple
38 core
38 combined
38 charles
38 carrier
38 bureau
38 boosted
38 bell
38 aircraft
38 advertisers
38 accept
38 30-year
38 27
38 1.5
37 unlike
37 underwriters
37 telerate
37 technical
37 silver
37 represents
37 reflect
37 professional
37 producing
37 prepared
37 practices
37 phillips
37 paul
37 paris
37 parents
37 ohio
37 numbers
37 nations
37 moscow
37 mind
37 meetings
37 l.
37 junk-bond
37 judges
37 jersey
37 homes
37 green
37 goldman
37 flow
37 film
37 fe
37 exercise
37 environment
37 cutting
37 corn
37 contrast
37 consultants
37 carry
37 benchmark
37 authorities
37 associated
37 amid
37 alliance
37 alan
37 1982
36 weekly
36 weakness
36 waiting
36 valley
36 succeeds
36 sort
36 soared
36 signs
36 showing
36 shift
36 season
36 residents
36 plunge
36 otc
36 original
36 nekoosa
36 minority
36 material
36 mass.
36 instruments
36 hostile
36 fixed
36 felt
36 failure
36 equal
36 ending
36 design
36 corporations
36 controlled
36 centers
36 brands
36 beijing
36 arizona
36 antitrust
36 adjusted
36 1.2
35 vehicle
35 us$
35 tender
35 strategic
35 stopped
35 statistics
35 starting
35 sears
35 sea
35 saw
35 sachs
35 released
35 release
35 ready
35 radio
35 philip
35 pentagon
35 pending
35 patients
35 ounce
35 names
35 models
35 live
35 kept
35 headquarters
35 employee
35 emergency
35 doubt
35 documents
35 distribution
35 crop
35 continental
35 confidence
35 communist
35 cities
35 cds
35 broadcasting
35 break
35 adviser
35 advantage
35 abroad
35 1.6
34 wrong
34 whom
34 weekend
34 utilities
34 training
34 toronto
34 threat
34 thomas
34 telecommunications
34 swings
34 suggest
34 sugar
34 studies
34 six-month
34 senators
34 recovery
34 reasons
34 quite
34 pricing
34 powerful
34 piece
34 outlook
34 movies
34 model
34 mainly
34 jack
34 influence
34 hundreds
34 hotel
34 gone
34 frank
34 excess
34 discuss
34 devices
34 decisions
34 controversial
34 compromise
34 coal
34 barrels
34 agree
34 advance
34 actions
34 accused
34 55
33 virtually
33 tried
33 throughout
33 succeed
33 style
33 significantly
33 shown
33 shopping
33 segment
33 responsible
33 request
33 remained
33 politicians
33 played
33 pharmaceutical
33 p&g
33 opposed
33 opinion
33 operate
33 opec
33 negotiating
33 navy
33 moment
33 mining
33 gross
33 file
33 farm
33 factory
33 expressed
33 exploration
33 employment
33 elsewhere
33 discussions
33 direction
33 deposit
33 creating
33 coast
33 chase
33 century
33 cells
33 ceiling
33 brown
33 bridge
33 banco
33 b.
33 assistant
33 art
33 appeals
33 alleged
33 affect
33 accord
33 accepted
33 4.5
33 38
33 1980s
33 1980
32 worried
32 victims
32 vehicles
32 utility
32 true
32 structure
32 st.
32 rumors
32 republicans
32 represent
32 relationship
32 push
32 prove
32 pretty
32 positive
32 pace
32 mayor
32 liability
32 keeping
32 investing
32 intended
32 hospital
32 high-yield
32 heat
32 guarantees
32 greenspan
32 gets
32 georgia
32 genetic
32 fourth-quarter
32 fewer
32 fairly
32 ensure
32 election
32 determined
32 deposits
32 comparable
32 collapse
32 clearly
32 challenge
32 certificates
32 cd
32 bigger
32 bear
32 am
32 65
32 51
32 26
32 12.5
32 1.1
31 world-wide
31 wide
31 version
31 uncertainty
31 ultimately
31 triggered
31 task
31 society
31 seemed
31 saatchi
31 revised
31 retailers
31 resignation
31 representing
31 replace
31 records
31 primary
31 presence
31 panel
31 millions
31 machinists
31 line-item
31 lambert
31 joseph
31 hunt
31 hearing
31 happen
31 guarantee
31 goal
31 front
31 fears
31 fair
31 extremely
31 established
31 elections
31 drives
31 disclose
31 differences
31 denied
31 currencies
31 criticism
31 courts
31 contends
31 citing
31 c.
31 burnham
31 brand
31 australian
31 argue
31 48
31 44
31 37
31 250
30 yeargin
30 wrote
30 worse
30 words
30 voice
30 twice
30 thinks
30 technologies
30 stations
30 sound
30 sir
30 sets
30 requires
30 republican
30 regulations
30 promise
30 present
30 pick
30 park
30 operates
30 one-time
30 movement
30 mobil
30 mccaw
30 luxury
30 lawrence
30 join
30 invest
30 interstate
30 grain
30 golden
30 franchise
30 extra
30 e.
30 discovered
30 described
30 crisis
30 costa
30 client
30 church
30 breeden
30 becoming
30 attract
30 assume
30 ask
30 asia
30 appeared
30 agreements
30 acquiring
30 46
29 written
29 views
29 uses
29 type
29 town
29 thin
29 talking
29 suspended
29 suits
29 station
29 specialists
29 seats
29 roughly
29 refused
29 reflected
29 reaction
29 rated
29 proceedings
29 prior
29 possibly
29 politics
29 per-share
29 obtain
29 no.
29 newspapers
29 morris
29 m.
29 liquidity
29 kkr
29 italy
29 israel
29 hollywood
29 helping
29 headed
29 graphics
29 forecasts
29 follow
29 event
29 easily
29 door
29 delmed
29 damaged
29 dallas
29 critical
29 confirmed
29 comments
29 circumstances
29 carolina
29 career
29 buyer
29 boeing
29 bit
29 badly
29 asset-backed
29 a$
29 1994
29 120
29 100,000
29 1.3
28 worry
28 volatile
28 usual
28 upon
28 underlying
28 tied
28 temporary
28 temporarily
28 t.
28 suggests
28 strategies
28 stands
28 ship
28 settle
28 scandal
28 rich
28 purchasing
28 providing
28 privately
28 possibility
28 portfolios
28 player
28 placed
28 pilson
28 picture
28 par
28 panama
28 ordered
28 ogilvy
28 northeast
28 none
28 moderate
28 mine
28 merchandise
28 margin
28 managed
28 leaving
28 language
28 invested
28 immediate
28 houston
28 grown
28 giants
28 flight
28 finished
28 effects
28 edward
28 double
28 decide
28 candidates
28 brooks
28 blood
28 ban
28 alternatives
28 akzo
28 afternoon
28 abc
27 york-based
27 worst
27 word
27 urban
27 typical
27 two-year
27 turns
27 turning
27 ties
27 threatened
27 tend
27 surprised
27 surge
27 supplies
27 square
27 spot
27 slide
27 simple
27 shops
27 ross
27 roman
27 rico
27 returned
27 reporters
27 puts
27 pushing
27 professor
27 preliminary
27 poison
27 playing
27 philadelphia
27 phelan
27 patent
27 participants
27 packages
27 ortega
27 membership
27 massive
27 massachusetts
27 ltd
27 lowered
27 leadership
27 integrated
27 highway
27 fujitsu
27 founder
27 february
27 fashion
27 families
27 died
27 culture
27 coupon
27 coup
27 costly
27 cosmetics
27 conn.
27 circuit
27 child
27 chancellor
27 carriers
27 books
27 aug.
27 argued
27 apply
27 aggressive
27 42
26 worker
26 wells
26 warned
26 voted
26 visit
26 unemployment
26 types
26 traffic
26 suggested
26 stephen
26 specialist
26 spain
26 slipped
26 serve
26 scientific
26 save
26 rjr
26 retain
26 retailing
26 representatives
26 regular
26 realize
26 ratio
26 pursue
26 prospects
26 promotion
26 personnel
26 papers
26 observers
26 n.j.
26 mitchell
26 memory
26 manufacturer
26 looks
26 limits
26 letters
26 lawsuits
26 la
26 introduce
26 insured
26 initially
26 illegal
26 holiday
26 health-care
26 happened
26 ground
26 florida
26 fast-food
26 eye
26 establish
26 elaborate
26 ec
26 du
26 deputy
26 delay
26 declared
26 containers
26 constitutional
26 competing
26 chip
26 changing
26 cautious
26 basic
26 banker
26 attack
26 asking
26 approve
26 allianz
26 agents
26 affected
26 advisers
26 adopted
26 5,000
26 49
26 1.8
25 westinghouse
25 warrants
25 variety
25 understand
25 three-month
25 subcommittee
25 studio
25 student
25 stronger
25 star
25 specialty
25 sophisticated
25 shipping
25 setting
25 sell-off
25 s.a.
25 responsibility
25 reforms
25 reducing
25 recorded
25 reading
25 purpose
25 pulled
25 psyllium
25 profitability
25 pont
25 phone
25 pact
25 nobody
25 nixon
25 modern
25 miller
25 middle
25 metric
25 martin
25 marine
25 marcos
25 ltv
25 losing
25 lincoln
25 jointly
25 joined
25 insurers
25 import
25 hungary
25 hill
25 gonzalez
25 garden
25 gap
25 friendly
25 frequently
25 formed
25 foods
25 fine
25 fallen
25 exceed
25 enforcement
25 encourage
25 downturn
25 discussing
25 des
25 daniel
25 cooperation
25 conventional
25 connection
25 cold
25 code
25 citicorp
25 chrysler
25 card
25 broader
25 brief
25 branch
25 brain
25 bottom
25 begun
25 aware
25 audience
25 attractive
25 aside
25 asian
25 appointed
25 accounted
25 41
25 3.5
25 1983
25 10-year
25 1.4
24 ‘
24 wholesale
24 wake
24 urged
24 unions
24 unable
24 track
24 tobacco
24 taxpayers
24 tape
24 suffered
24 stock-market
24 steady
24 singapore
24 served
24 sees
24 safe
24 s.
24 rooms
24 rivals
24 rey
24 resulting
24 represented
24 recapitalization
24 rapidly
24 pushed
24 prompted
24 progress
24 procedures
24 predict
24 plus
24 peabody
24 otherwise
24 organizations
24 operator
24 normally
24 nikkei
24 newly
24 match
24 mae
24 knows
24 killed
24 jan.
24 intends
24 intelligence
24 intel
24 household
24 friends
24 fields
24 father
24 faster
24 except
24 everybody
24 coverage
24 considerable
24 consensus
24 consecutive
24 condition
24 concluded
24 concept
24 compaq
24 colleagues
24 collapsed
24 claimed
24 christmas
24 bob
24 beach
24 army
24 administrative
24 350
23 wife
23 widespread
23 weapons
23 votes
23 unlikely
23 turnover
23 tumbled
23 troubles
23 trelleborg
23 suffer
23 successor
23 strongly
23 statements
23 sluggish
23 site
23 saturday
23 ruled
23 road
23 river
23 revenues
23 reporting
23 rare
23 publisher
23 program-trading
23 premiums
23 pipeline
23 parliament
23 packaging
23 opportunities
23 numerous
23 n.y.
23 mortgages
23 minor
23 milk
23 metal
23 mcdonald
23 mca
23 matters
23 living
23 lives
23 learning
23 league
23 king
23 inventories
23 interest-rate
23 indicates
23 illinois
23 identified
23 hills
23 hearings
23 heads
23 hampshire
23 guy
23 guide
23 generation
23 fuel
23 freedom
23 formal
23 football
23 fire
23 factor
23 extraordinary
23 extended
23 exposure
23 expanding
23 exclusive
23 equivalent
23 entered
23 engine
23 eliminate
23 draw
23 disaster
23 detroit
23 defend
23 damages
23 creative
23 covered
23 corry
23 contributions
23 comprehensive
23 complained
23 compensation
23 commonwealth
23 commodities
23 commissions
23 cellular
23 boom
23 bellsouth
23 atlantic
23 arrangement
23 answer
23 agent
23 57
23 500,000
23 36
23 32
23 1970s
23 140
22 wonder
22 watch
22 warning
22 waertsilae
22 voting
22 turmoil
22 trends
22 transfer
22 teachers
22 targets
22 taiwan
22 surprising
22 supposed
22 supported
22 subsidiaries
22 slump
22 shortly
22 severe
22 semiconductor
22 sellers
22 seeks
22 schedule
22 rival
22 reset
22 regulation
22 ran
22 quiet
22 quebecor
22 quake
22 pulp
22 published
22 prudential-bache
22 plenty
22 pill
22 pass
22 organized
22 nicaragua
22 nec
22 merely
22 maximum
22 linked
22 kill
22 jump
22 insurer
22 inside
22 indicators
22 impossible
22 ii
22 identify
22 icahn
22 hud
22 harder
22 guaranteed
22 governments
22 games
22 forms
22 five-year
22 f.
22 expanded
22 english
22 engelken
22 edition
22 edison
22 eased
22 earn
22 eager
22 departure
22 daiwa
22 corporation
22 consumption
22 complaints
22 choice
22 caution
22 causes
22 carried
22 carnival
22 campbell
22 brazil
22 blue-chip
22 biotechnology
22 bethlehem
22 behalf
22 asbestos
22 arthur
22 applied
22 applications
22 alternative
22 allowing
22 aids
22 aetna
22 2.2
22 1999
22 130
22 1.7
21 wild
21 wait
21 violations
21 video
21 unsecured
21 thomson
21 swap
21 surplus
21 supporters
21 stories
21 stadium
21 spirits
21 soft
21 slid
21 signal
21 shot
21 shipments
21 shell
21 sensitive
21 send
21 sciences
21 rockefeller
21 restaurant
21 renewed
21 reinsurance
21 regarding
21 rapid
21 race
21 quick
21 quarters
21 purposes
21 promised
21 priority
21 pressures
21 places
21 pictures
21 payable
21 narrow
21 music
21 milton
21 mergers
21 maxwell
21 louis
21 krenz
21 kellogg
21 ideas
21 helps
21 hear
21 hahn
21 giuliani
21 fresh
21 foreigners
21 flights
21 fit
21 fast
21 facing
21 extend
21 excluding
21 essentially
21 ends
21 donald
21 divided
21 developers
21 determine
21 democracy
21 deliver
21 delayed
21 debts
21 dealings
21 davis
21 crucial
21 courter
21 copy
21 controlling
21 constitution
21 confident
21 conducted
21 compete
21 compares
21 color
21 club
21 checks
21 check
21 causing
21 cathay
21 calling
21 buildings
21 brewing
21 branches
21 boren
21 blame
21 besides
21 bailout
21 awarded
21 argues
21 apparent
21 apart
21 anticipated
21 affiliate
21 750
21 6.5
21 58
21 43
21 3.8
21 2.8
21 1981
21 1974
21 110
21 1.9
20 writing
20 visitors
20 virginia
20 vietnam
20 vary
20 unfair
20 toyota
20 tower
20 thinking
20 texaco
20 table
20 suspension
20 surprise
20 sufficient
20 succeeded
20 struggling
20 strip
20 stone
20 stage
20 stable
20 spielvogel
20 secondary
20 roy
20 roll
20 retired
20 responded
20 respond
20 registered
20 productivity
20 precious
20 plastics
20 planners
20 pittsburgh
20 permission
20 pennsylvania
20 peace
20 operators
20 older
20 obvious
20 obligation
20 nevertheless
20 nature
20 nationwide
20 messrs.
20 merchant
20 memories
20 maintenance
20 machinery
20 lists
20 launch
20 jim
20 iowa
20 involve
20 indicate
20 incentives
20 hoped
20 handling
20 hall
20 guard
20 governor
20 gnp
20 generate
20 funded
20 fox
20 foreign-exchange
20 focused
20 fly
20 fee
20 features
20 fail
20 factories
20 experiments
20 employers
20 efficient
20 educational
20 durable
20 downward
20 doubled
20 disk
20 disappointing
20 delivered
20 default
20 dean
20 cycle
20 coors
20 contend
20 committed
20 commitment
20 coffee
20 charging
20 channel
20 caught
20 catch
20 carrying
20 carl
20 calculated
20 busy
20 bulk
20 brady
20 body
20 begins
20 bankruptcy-law
20 atlanta
20 assistance
20 arm
20 allegations
20 aide
20 agriculture
20 achieved
20 98
20 600
20 54
20 50,000
20 34
20 3.1
20 2.4
20 1979
20 11/16
19 write
19 winter
19 webster
19 waste
19 users
19 underwriter
19 turner
19 trip
19 treaty
19 thompson
19 telling
19 sunday
19 subsidies
19 straight
19 start-up
19 speculators
19 shop
19 ships
19 selected
19 seed
19 seat
19 scale
19 saab
19 s&l
19 royal
19 rock
19 risen
19 ringers
19 revco
19 resulted
19 resistance
19 requiring
19 raw
19 ranging
19 prefer
19 polish
19 pilot
19 permanent
19 paramount
19 normal
19 mother
19 michigan
19 message
19 malcolm
19 lire
19 leverage
19 lenders
19 lawsuit
19 latin
19 las
19 labor-management
19 interbank
19 imposed
19 hot
19 hired
19 hewlett-packard
19 heard
19 handle
19 goals
19 extent
19 explain
19 expire
19 evans
19 enormous
19 editorial
19 economics
19 easier
19 drilling
19 douglas
19 donaldson
19 display
19 discussed
19 disappointed
19 device
19 demands
19 dead
19 curb
19 criticized
19 credibility
19 controversy
19 connecticut
19 completion
19 clean
19 classes
19 citizens
19 circulation
19 cia
19 category
19 carries
19 canceled
19 businessmen
19 boards
19 blue
19 blamed
19 blacks
19 baltimore
19 audit
19 anybody
19 after-tax
19 admits
19 address
19 acknowledged
19 900
19 7/16
19 66
19 63
19 39
19 2009
19 20,000
19 180
19 0.2
18 writer
18 winning
18 wine
18 viewed
18 van
18 totaling
18 tools
18 tool
18 tone
18 tiger
18 terrorism
18 teams
18 switzerland
18 stress
18 steep
18 stearns
18 starts
18 spill
18 somebody
18 segments
18 scenario
18 sansui
18 rural
18 round
18 rica
18 resume
18 resort
18 reputation
18 remove
18 reluctant
18 recalls
18 rebound
18 reasonable
18 racketeering
18 prospective
18 projections
18 printing
18 principle
18 predicting
18 poll
18 planes
18 perspective
18 performed
18 participation
18 partial
18 p.m.
18 owed
18 outlets
18 outcome
18 optimistic
18 occur
18 noriega
18 nonetheless
18 newport
18 missing
18 mips
18 ministers
18 mill
18 meant
18 male
18 lufkin
18 load
18 learned
18 involvement
18 india
18 host
18 hdtv
18 happens
18 hanover
18 goodson
18 gasoline
18 gamble
18 franchisees
18 founded
18 foundation
18 florio
18 fleet
18 fired
18 financier
18 fighting
18 favorable
18 false
18 faced
18 experiment
18 experienced
18 engineers
18 el
18 dropping
18 driving
18 divisions
18 distributed
18 depending
18 delta
18 definitive
18 defensive
18 deep
18 deaths
18 dealing
18 dealer
18 covering
18 counsel
18 copies
18 convicted
18 conner
18 combination
18 cleveland
18 christopher
18 chamber
18 cfcs
18 carpenter
18 bloc
18 billions
18 berlin
18 beat
18 backing
18 automobile
18 attempting
18 assembly
18 asks
18 answers
18 announce
18 anc
18 africa
18 achenbaum
18 abuse
18 9/16
18 85
18 800
18 72
18 700
18 62
18 47
18 3.7
17 zero-coupon
17 wpp
17 weaker
17 walter
17 victory
17 unveiled
17 unisys
17 ultimate
17 turnaround
17 treat
17 treasurer
17 traditionally
17 totally
17 title
17 tire
17 timing
17 ticket
17 tandy
17 supplier
17 suddenly
17 studying
17 storage
17 status
17 state-owned
17 spiegel
17 slower
17 senator
17 seeing
17 second-largest
17 screen
17 science
17 ride
17 rice
17 restaurants
17 resolve
17 resolution
17 representative
17 renaissance
17 remarks
17 relief
17 reebok
17 reductions
17 readers
17 raises
17 quotations
17 promises
17 produces
17 prison
17 potentially
17 population
17 plaintiffs
17 pinkerton
17 permitted
17 participate
17 overhaul
17 ought
17 one-third
17 officially
17 offerings
17 occurred
17 networks
17 nbc
17 mortgage-backed
17 moon
17 modestly
17 mills
17 mich.
17 mci
17 manage
17 mac
17 looked
17 lies
17 korean
17 jeffrey
17 island
17 inventory
17 intent
17 institution
17 insists
17 insisted
17 insist
17 incurred
17 hardly
17 handful
17 h.
17 gray
17 gop
17 glass
17 fusion
17 forcing
17 flexibility
17 findings
17 fill
17 filings
17 farmer
17 fannie
17 falls
17 explains
17 exceeded
17 enterprises
17 emphasis
17 effectively
17 economies
17 eagle
17 doctor
17 diseases
17 disease
17 disclosure
17 developments
17 desire
17 dangerous
17 crimes
17 credits
17 counter
17 cotton
17 correct
17 converted
17 conversion
17 consistently
17 consideration
17 considerably
17 concedes
17 compliance
17 complaint
17 comparison
17 commitments
17 cohen
17 cheap
17 character
17 bringing
17 borrowing
17 blow
17 bells
17 basket
17 barney
17 banned
17 b.a.t
17 authorized
17 allows
17 allegedly
17 afford
17 aerospace
17 8.5
17 73
17 52
17 5.5
17 5.3
17 4.6
17 30-day
17 3.9
17 2.9
17 2.3
17 1995
17 101
17 0.3
16 xerox
16 wrongdoing
16 wood
16 wish
16 weather
16 watching
16 wages
16 violation
16 utah
16 urging
16 unfortunately
16 tw
16 triple-a
16 tight
16 teacher
16 sudden
16 stolen
16 stated
16 standing
16 stakes
16 spinoff
16 specifically
16 specialized
16 son
16 solid
16 slowly
16 sit
16 shortage
16 shore
16 sheet
16 secure
16 scores
16 saudi
16 sanctions
16 roberts
16 risky
16 retire
16 restructure
16 restricted
16 respondents
16 replaced
16 remember
16 recover
16 recognize
16 receipts
16 rallied
16 quit
16 promote
16 processing
16 pop
16 polls
16 plummeted
16 plays
16 peak
16 pays
16 pa.
16 p.
16 overnight
16 ounces
16 officers
16 odds
16 negotiable
16 motorola
16 motion
16 mission
16 minneapolis
16 midwest
16 medicine
16 mature
16 marshall
16 maintained
16 love
16 location
16 link
16 lift
16 legislative
16 knew
16 kemper
16 jurors
16 italian
16 investigating
16 intense
16 insiders
16 inquiry
16 indications
16 imported
16 henry
16 harris
16 halt
16 gyrations
16 gov.
16 gotten
16 gen-probe
16 fundamental
16 freddie
16 filled
16 fda
16 fbi
16 favorite
16 fans
16 expires
16 expense
16 exist
16 exactly
16 era
16 enter
16 encouraging
16 efficiency
16 edge
16 earth
16 diversified
16 detailed
16 deny
16 decker
16 cross
16 covers
16 contras
16 complain
16 colony
16 coke
16 cocoa
16 closer
16 cleared
16 cigarettes
16 chosen
16 cheaper
16 charities
16 chains
16 buy-back
16 burden
16 bloomingdale
16 beneficial
16 beer
16 becomes
16 barely
16 bar
16 b
16 avery
16 attracted
16 attitude
16 attended
16 attached
16 aspects
16 argument
16 approached
16 appreciation
16 apparel
16 anticipation
16 analysis
16 amounted
16 allies
16 agrees
16 aggressively
16 advocates
16 advice
16 admitted
16 adjustment
16 acts
16 acres
16 academic
16 abandoned
16 a.m.
16 71
16 68
16 59
16 56
16 4.2
16 37.5
16 2.7
16 2.6
16 1990s
16 1.25
15 younger
15 wolf
15 witter
15 window
15 weakening
15 wave
15 wathen
15 ward
15 viewers
15 vegas
15 vast
15 unusually
15 uncertain
15 tvs
15 transport
15 tokyu
15 three-year
15 theme
15 testimony
15 tennessee
15 tells
15 technique
15 takeovers
15 sustained
15 suburban
15 stuck
15 striking
15 stick
15 speech
15 specified
15 somewhat
15 socialist
15 shipyard
15 sentiment
15 seasonally
15 scott
15 rowe
15 ronald
15 retained
15 restrict
15 restore
15 resolved
15 replacement
15 recommended
15 rebels
15 rarely
15 rape
15 racial
15 ps
15 predicts
15 powers
15 pounds
15 pleaded
15 pieces
15 philippines
15 penalty
15 penalties
15 ozone
15 originally
15 onto
15 oakland
15 novel
15 noting
15 nomura
15 nervous
15 nabisco
15 monitor
15 money-market
15 miniscribe
15 mgm
15 mesa
15 meredith
15 mass
15 mary
15 marketplace
15 marked
15 manages
15 malaysia
15 liberal
15 lebanon
15 kids
15 katz
15 kasparov
15 investigators
15 interesting
15 initiative
15 indictment
15 importance
15 ignore
15 husband
15 horse
15 hoping
15 honda
15 hits
15 hitachi
15 hiring
15 hire
15 hefty
15 harvard
15 handled
15 germans
15 gerald
15 generated
15 gen.
15 gary
15 formerly
15 focusing
15 financially
15 fiat
15 failures
15 exposed
15 explained
15 expert
15 expecting
15 engines
15 engaged
15 eliminated
15 duties
15 drew
15 dramatic
15 dozens
15 donations
15 difficulty
15 departments
15 decades
15 deadline
15 cyclical
15 counts
15 count
15 cool
15 conviction
15 convert
15 contribute
15 contended
15 consolidated
15 conservatives
15 confirm
15 concentrate
15 components
15 committees
15 clause
15 choose
15 characters
15 cell
15 cast
15 casino
15 cards
15 capitol
15 cap
15 buick
15 budgets
15 broke
15 boosting
15 bondholders
15 bolster
15 blocks
15 bet
15 bases
15 bartlett
15 attacks
15 artist
15 annualized
15 announcing
15 allen
15 african
15 adjustments
15 accident
15 99
15 95
15 7.5
15 450
15 2.1
15 125
14 witness
14 vs.
14 volokh
14 violated
14 viacom
14 veteran
14 versions
14 valuable
14 upscale
14 two-thirds
14 truth
14 travelers
14 transition
14 transferred
14 tourist
14 tiny
14 theory
14 testing
14 talked
14 symbol
14 survive
14 surveyed
14 surgery
14 summit
14 sued
14 succeeding
14 submitted
14 stretch
14 stood
14 steven
14 stein
14 stateswest
14 stance
14 squeezed
14 squeeze
14 spanish
14 skase
14 simmons
14 shape
14 sectors
14 secret
14 seasonal
14 samuel
14 sam
14 russian
14 row
14 robertson
14 revive
14 respectively
14 researcher
14 requested
14 reporter
14 rent
14 rely
14 relative
14 relationships
14 refining
14 referring
14 recovered
14 recognized
14 receiving
14 realty
14 reaches
14 random
14 ralph
14 railroad
14 publishers
14 proved
14 prominent
14 professionals
14 pro
14 presented
14 preparing
14 pool
14 pleased
14 plastic
14 planner
14 plane
14 pills
14 pharmaceuticals
14 permit
14 percent
14 pattern
14 panic
14 pages
14 ordinary
14 one-year
14 obtained
14 nih
14 negotiated
14 necessarily
14 mountain
14 morishita
14 monitoring
14 momentum
14 minpeco
14 mid-october
14 metropolitan
14 merge
14 mercantile
14 merc
14 mather
14 lucky
14 lots
14 lifted
14 license
14 lewis
14 leaves
14 lease
14 learn
14 ldp
14 lately
14 lackluster
14 kodak
14 knight
14 killing
14 judicial
14 joining
14 jail
14 itt
14 investment-grade
14 introduction
14 implications
14 imperial
14 immune
14 ill.
14 ignoring
14 ignored
14 hybrid
14 hospitals
14 hoffman
14 historically
14 high-risk
14 herald
14 heating
14 greatly
14 geneva
14 gaf
14 fueled
14 ftc
14 forward
14 financed
14 feeling
14 feb.
14 fare
14 famous
14 extensive
14 explaining
14 entirely
14 employs
14 electrical
14 edged
14 easing
14 duty
14 dream
14 dpc
14 doctors
14 districts
14 displays
14 discipline
14 diluted
14 depressed
14 democrat
14 delaware
14 dataproducts
14 d.c.
14 credit-card
14 crane
14 cos.
14 convinced
14 contractor
14 contain
14 conspiracy
14 concrete
14 concessions
14 completely
14 climate
14 cigarette
14 charter
14 cattle
14 candidate
14 buy-outs
14 brussels
14 broadly
14 bourbon
14 borrowed
14 bitter
14 bidders
14 benson
14 bench
14 bearish
14 basically
14 award
14 avenue
14 assumption
14 assumed
14 assessment
14 aspect
14 armstrong
14 appropriate
14 appointment
14 apartment
14 animals
14 angry
14 airways
14 aides
14 agnelli
14 affiliates
14 adopt
14 absolutely
14 absence
14 3.3
14 1993
14 1969
14 102
13 zealand
13 wright
13 worries
13 williams
13 well-known
13 welcome
13 weisfield
13 watched
13 wars
13 warren
13 walls
13 violate
13 upward
13 upper
13 unsuccessful
13 unconstitutional
13 tuition
13 treasurys
13 tourists
13 tourism
13 tickets
13 tax-exempt
13 targeting
13 switch
13 sweetened
13 sweeping
13 supervision
13 suitor
13 studied
13 structural
13 strikes
13 straszheim
13 stepped
13 stability
13 southeast
13 sounds
13 solidarity
13 soaring
13 small-business
13 slip
13 sizable
13 shield
13 sex
13 seeds
13 secured
13 schwarz
13 rumored
13 rubles
13 rothschild
13 retailer
13 resorts
13 reportedly
13 repeatedly
13 remic
13 regions
13 regarded
13 publish
13 publications
13 publication
13 prospect
13 promotional
13 promoting
13 prolonged
13 pro-choice
13 private-sector
13 presidential
13 presidency
13 pollution
13 phoenix
13 petrochemical
13 petrie
13 patient
13 path
13 participating
13 olivetti
13 offsetting
13 obviously
13 nelson
13 neighborhood
13 nato
13 mikhail
13 mgm/ua
13 mexican
13 mentioned
13 mcduffie
13 mason
13 mainframe
13 maidenform
13 lucrative
13 longtime
13 located
13 links
13 lilly
13 latter
13 kinds
13 jenrette
13 iron
13 investigations
13 integration
13 installed
13 ingersoll
13 industrials
13 indicator
13 indexing
13 improving
13 improvements
13 howard
13 honor
13 holder
13 highs
13 haven
13 harry
13 grace
13 golf
13 gillett
13 furs
13 friend
13 franklin
13 flag
13 films
13 fifth
13 fellow
13 federation
13 fares
13 facts
13 eyes
13 explanation
13 exchequer
13 essential
13 equities
13 equaling
13 entry
13 emotional
13 emerged
13 embassy
13 drawn
13 drabinsky
13 discussion
13 discrimination
13 discounting
13 dingell
13 difficulties
13 desk
13 depositary
13 denies
13 crunch
13 crops
13 craig
13 contracted
13 contest
13 contel
13 consequences
13 conducting
13 conceded
13 complicated
13 commissioner
13 combine
13 climb
13 cineplex
13 challenging
13 calif
13 bus
13 bullish
13 broken
13 bright
13 bass
13 barriers
13 bancorp
13 backlog
13 baby
13 attempts
13 assuming
13 associate
13 articles
13 arrived
13 arms
13 arguments
13 approximately
13 application
13 anyway
13 antar
13 animal
13 amoco
13 alaska
13 airport
13 agricultural
13 affair
13 acting
13 64
13 61
13 6.9
13 4.7
13 3.6
13 3,000
13 225
13 200,000
13 1997
13 170
13 15,000
13 1.125
13 0.1
12 yielding
12 withdraw
12 wheat
12 whatever
12 weight
12 wary
12 warsaw
12 warm
12 walk
12 visited
12 useful
12 upset
12 unocal
12 unclear
12 toshiba
12 theft
12 theater
12 tested
12 temple
12 taxation
12 targeted
12 surface
12 surely
12 supporting
12 subscribers
12 stuff
12 strengthen
12 streets
12 stockholders
12 stem
12 steadily
12 stages
12 staffers
12 speculated
12 specify
12 solve
12 solutions
12 solution
12 sole
12 slight
12 slashed
12 shipped
12 shevardnadze
12 shelf
12 shed
12 shadow
12 setback
12 seoul
12 seize
12 seidman
12 search
12 scheme
12 sank
12 salaries
12 rubicam
12 routes
12 roger
12 robust
12 responsibilities
12 responding
12 rescue
12 removed
12 reliance
12 refund
12 refinery
12 recommendations
12 realized
12 reality
12 reactions
12 reacted
12 raymond
12 ranks
12 ranged
12 rain
12 quotas
12 puerto
12 provigo
12 projected
12 programming
12 print
12 prepare
12 preference
12 predecessor
12 poorly
12 pointed
12 plea
12 platinum
12 pitch
12 picking
12 philippine
12 persistent
12 periods
12 performing
12 perception
12 penney
12 pc
12 passenger
12 partnerships
12 parking
12 parker
12 owning
12 outcry
12 oppose
12 operated
12 norfolk
12 nigel
12 nice
12 nfl
12 newsletter
12 murray
12 municipals
12 movements
12 montreal
12 mix
12 mitsui
12 missouri
12 miss
12 mines
12 mcdonough
12 maturities
12 maturing
12 master
12 manila
12 mancuso
12 maine
12 magnetic
12 loyalty
12 loose
12 longstanding
12 liabilities
12 levy
12 legitimate
12 legislature
12 lane
12 laff
12 laboratory
12 kentucky
12 kennedy
12 jon
12 jewelry
12 jerry
12 jacobson
12 jackson
12 ira
12 intention
12 intend
12 injured
12 injunction
12 indication
12 indicating
12 impose
12 historical
12 high-tech
12 high-quality
12 hearst
12 healthcare
12 harold
12 happy
12 grounds
12 grant
12 gramm-rudman
12 garcia
12 g.
12 full-year
12 fresenius
12 frequent
12 foster
12 formally
12 forest
12 foot
12 flexible
12 financial-services
12 farms
12 extension
12 expertise
12 execution
12 excessive
12 exact
12 est
12 equally
12 entrepreneur
12 engineered
12 enable
12 emissions
12 emerging
12 electricity
12 dutch
12 dun
12 drinking
12 disputes
12 disasters
12 dinner
12 developer
12 deutsche
12 detail
12 designer
12 derivative
12 depends
12 dennis
12 delicious
12 degree
12 dark
12 cruise
12 creditor
12 cowboys
12 covert
12 counted
12 conversations
12 constantly
12 considers
12 consent
12 conflict
12 conduct
12 comptroller
12 compound
12 combat
12 collateral
12 colgate
12 coleman
12 classic
12 chromosome
12 charity
12 cent
12 casualty
12 calculations
12 brooklyn
12 broadcast
12 bradstreet
12 borrow
12 booming
12 bias
12 benefited
12 barrel
12 bally
12 backer
12 azoff
12 avoided
12 assumes
12 arrested
12 arrest
12 arranged
12 anymore
12 anti-abortion
12 andersson
12 altogether
12 agenda
12 advised
12 adequate
12 acted
12 absorb
12 97
12 9.5
12 8.55
12 76
12 62.5
12 6.6
12 53
12 4.8
12 4.4
12 3.4
12 250,000
12 2,000
12 1976
12 1972
12 1960s
12 13.8
11 year-end
11 yale
11 would-be
11 witnesses
11 withdrawals
11 wisconsin
11 winner
11 wilson
11 wider
11 vulnerable
11 vision
11 visible
11 violence
11 va.
11 usair
11 upham
11 unilever
11 unexpected
11 trimmed
11 tremendous
11 transplants
11 tradition
11 tracks
11 toy
11 tougher
11 toronto-based
11 tissue
11 throw
11 textile
11 telegraph
11 tele-communications
11 techniques
11 taxable
11 taught
11 tanks
11 symptoms
11 surrounding
11 suppliers
11 supercomputer
11 subsequent
11 struck
11 stemming
11 spirit
11 spin
11 speak
11 sparked
11 sotheby
11 solely
11 slash
11 sitting
11 singer
11 similarly
11 signing
11 shut
11 sessions
11 seriously
11 sentence
11 saving
11 satellite
11 sand
11 runkel
11 ru-486
11 routinely
11 rochester
11 rican
11 reynolds
11 revolution
11 reveal
11 restated
11 respect
11 repair
11 rejection
11 regardless
11 refuse
11 referred
11 receivables
11 reaching
11 quantum
11 pursuit
11 pull
11 psychology
11 protests
11 protected
11 prosecutions
11 proof
11 promptly
11 promotions
11 procter
11 privatization
11 presidents
11 poverty
11 posts
11 popularity
11 plot
11 peck
11 patents
11 packwood
11 oversees
11 outlays
11 orkem
11 opponents
11 omitted
11 occasionally
11 obligations
11 noncallable
11 non-violent
11 nominal
11 nl
11 netherlands
11 nestle
11 negotiators
11 negotiate
11 nearby
11 near-term
11 nashua
11 mtm
11 moore
11 mood
11 milan
11 miami
11 merksamer
11 merit
11 mention
11 measured
11 marvin
11 marketers
11 maintaining
11 madison
11 luzon
11 lowest
11 losers
11 lorin
11 lock
11 lobbyist
11 listen
11 legislators
11 leads
11 lay
11 lake
11 kravis
11 knowledge
11 issuing
11 involves
11 interviewed
11 intervention
11 interpretation
11 intermediate
11 insulin
11 inspired
11 insider
11 informal
11 influential
11 influenced
11 industrywide
11 induce
11 index-arbitrage
11 inco
11 inadequate
11 ima
11 hurting
11 humana
11 hiroshima
11 high-definition
11 hess
11 heading
11 hastings
11 guys
11 gillette
11 genentech
11 functions
11 function
11 fuji
11 freight
11 freeway
11 frederick
11 formula
11 flying
11 fixed-income
11 finds
11 filipino
11 fha
11 female
11 feared
11 exterior
11 exception
11 establishment
11 entrepreneurs
11 entering
11 encouraged
11 empire
11 emhart
11 eliminating
11 eggs
11 edelman
11 dumped
11 dubbed
11 drought
11 drink
11 drawing
11 doubts
11 dodge
11 disobedience
11 discovery
11 discounts
11 deregulation
11 demonstrations
11 demanding
11 demanded
11 defaults
11 deciding
11 debut
11 d.t.
11 cultural
11 creation
11 creates
11 conversation
11 convenience
11 consortium
11 connected
11 conn
11 confrontation
11 concentrated
11 concede
11 comply
11 comfortable
11 circle
11 choices
11 cheating
11 challenges
11 carefully
11 careful
11 buys
11 bugs
11 breaking
11 born
11 beverly
11 berkeley
11 behavior
11 bears
11 background
11 azt
11 averaged
11 automatically
11 automatic
11 author
11 attendants
11 assured
11 assassination
11 architecture
11 appellate
11 appearance
11 apiece
11 antonio
11 anthony
11 amended
11 ambitious
11 aluminum
11 aim
11 affecting
11 advances
11 adjusters
11 activists
11 acknowledges
11 accessories
11 acceptances
11 87
11 77
11 7.88
11 7.10
11 6,000
11 500-stock
11 1977
